TargetApplication=FileVoyager 15.6.15.0
Author=Martin Machara
SourceLANGID=1033
LANGID=1051
Generator=DKLang Translation Editor v3.0
LastModified=2016-12-24 14:29:02

[DiskInfos]
00000001=Vlastnosti disku
00000002=Disk
00000003=Veľkosti
00000004=Súborový systém
00000006=&Pomocník
00000007=&Potvrdiť
00000008=Zatvoriť tento dialógový rámček

[formAppBarParams]
00000001=Parametre aplikácie
00000007=Príkaz
00000008=Informačný &tip
00000009=&Štartovací priečinok
00000010=Para&metre
00000011=Cesta &aplikácie
00000012=Zobraziť
00000013=&Ikona
00000014=Ces&ta ikony (ico, dll, exe, ...)
00000017=&Spustiť ako
00000019=Pomocník
00000020=&Použiť
00000021=&Potvrdiť
00000022=&Zrušiť
00000023=Spustiť
00000024=Spustiť ako
00000025=Pridať oddeľovač
00000026=Pridať programy
00000028=Odobrať tlačidlo
00000029=Odobrať všetky tlačidlá
00000030=Vlastnosti
00000031=Označiť odkaz predchádzajúcej aplikácie
00000032=Odobrať odkaz označenej aplikácie
00000033=Označiť odkaz nasledujúcej aplikácie
00000034=Pridať odkaz novej aplikácie
00000035=Napísať informačný tip, ktorý sa ukáže, keď sa myšou nadíde nad tlačidlo odkazu aplikácie
00000038=Určiť štartovaciu položku aplikácie
00000039=Stlačiť toto tlačidlo na vybratie štartovacieho priečinku aplikácie
00000040=Vybrať veľkosť okna aplikácie, keď sa ona spúšťa
00000042=Vybrať ikonu na použitie pre odkaz aplikácie
00000044=Použiť zmeny urobené v lište aplikácie FileVoyageru a ponechať toto okno otvorené
00000045=Použiť nastavenia a zatvoriť tento dialógový rámček
00000047=Spustiť cieľovú položku tohto odkazu aplikácie
00000049=Pridať oddeľovač tlačidiel pred túto položku
00000051=Otvoriť v sústredenej tabuľke cestu cieľa odkazu aplikácie a sústrediť položku
00000052=Odobrať odkaz aplikácie z lišty aplikácie
00000053=Odobrať všetky odkazy aplikácie z lišty aplikácie
00000054=Ukázať vlastnosti lišty aplikácie

[formCreateArchive]
00000001=Vytvorenie archívu
00000002=Možnosti bezpečnosti
00000004=Hes&lo archívu
00000005=Potvrdiť h&eslo
00000006=Re&žim šifrovania
00000007=Zašifrovať &názvy položiek
00000008=Rozšírené možnosti
00000009=Veľ&kosť slova
00000012=Počet jadier procesora
00000013=Veľkosť slov&níka
00000016=Žiadne rozdelenie
00000018=For&mát archívu
00000020=Cesta umiestnenia
00000023=Vytvoriť SF&X
00000024=Vytvoriť jeden archív &pre každú položku
00000025=Vy&tvoriť TAR predtým
00000026=Pomocník
00000028=&Zrušiť
00000029=Použiť nastavenia a zatvoriť dialógový rámček
00000030=&Potvrdiť

[formCreateItem]
00000001=Vytvoriť súbor alebo priečinok
00000002=&Pomocník
00000004=&Zrušiť
00000005=&Potvrdiť
00000006=Vybrať &druh položky na jej vytvorenie
00000007=Krok na vykonanie po vytvorení
00000008=Neurobiť nič\nOtvoriť s upravovačom FileVoyageru (rovnaké ako stlačenie F4)\nOtvoriť so spojeným programom (rovnaké ako dvojité cvaknutie myšou)\n
00000009=Napísať názov položky (prípona bude automaticky pridaná pre vopred stanovené druhy súboru)
00000011=Použiť nastavenia a zatvoriť tento dialógový rámček

[formExtractArchive]
00000003=&Pomocník
00000004=&Zrušiť
00000005=&Potvrdiť
00000007=&Heslo
00000012=&Cesta umiestnenia
00000016=Použiť nastavenia a zatvoriť tento dialógový rámček

[formFileOp]
00000001=Potvrdenie operácie
00000003=Spoločné operácie
00000004=&Kopírovať\nPremiestniť – Premenovať\nZmazanie\nVytvorenie odkazu\n
00000005=Vymazať
00000006=Do obnoviteľného koša\nS konečnou platnosťou\n
00000008=&Umiestnenie
00000010=Podrobnosti
00000011=Podrobnosti operácie
00000012=Môžete ťahať a pustiť ďalšie položky do zoznamu uvedeného nižšie
00000013=Odo&brať označené
00000014=Zamýšľate vymazať položky takým spôsobom, ktorým oni nemôžu byť obnovené. Buďte opatrný!
00000016=&Pomocník
00000017=&Zrušiť
00000018=&Potvrdiť
00000020=Stlačiť toto tlačidlo na prezeranie pre umiestnenie priečinka
00000022=Použiť nastavenia a zatvoriť dialógový rámček

[formGetPassword]
00000001=Vložiť heslo
00000003=&Potvrdiť
00000004=Pomocník
00000005=&Zrušiť
00000008=Po&užívateľ
00000009=&Heslo

[FrameLV]
00000090=Názov a umiestnenie
00000105=Dátum a čas
00000107=Dátum zmeny
00000108=a:
00000109=Medzi:
00000110=Dátum ostatného prístupu
00000111=a:
00000112=Medzi:
00000113=Dátum vytvorenia
00000114=a:
00000115=Medzi:
00000116=Nevšímať si dátumy
00000117=Počas posledného týždňa
00000118=Posledný mesiac
00000119=Počas minulého roka
00000120=Upresniť dátum
00000122=&Ukončiť
00000123=&Načítať hľadanie
00000124=Ul&ožiť hľadanie
00000125=&Hľadať
00000127=Veľkosť a hodnoty
00000129=Upresniť veľkosť na porovnanie
00000130=Nevšímať si veľkosť
00000131=Veľkosť medzi:
00000132=a:
00000133=Upresniť hodnoty na porovnanie
00000134=Archív
00000135=Iba na čítanie
00000136=Riadiaci priečinok
00000137=Normálny
00000138=Systémový
00000139=Skrytý
00000140=Nepripojený
00000141=Virtuálny
00000142=Stlačený
00000143=Zašifrovaný
00000144=Dočasný
00000145=Obsah nie je zaznamenaný
00000146=Opätovne rozoberateľný bod
00000147=Roztrúsený súbor
00000148=Zariadenie
00000149=Nastaviť znovu prednastavené hodnoty
00000156=Zobraziť
00000157=Vložiť
00000158=Nový
00000159=Triediť podľa
00000160=Znovu načítať
00000161=Vlastnosti
00000162=Nová strana
00000163=Nová strana v pozadí
00000164=Premenovať stranu
00000166=Zatvoriť túto stranu
00000167=Zatvoriť všetky nezamknuté strany
00000169=Kopírovať
00000170=Premenovať
00000171=Vymazať
00000172=Vystrihnúť do schránky
00000173=Kopírovať do schránky
00000174=Vložiť zo schránky
00000175=Zobrazenie
00000176=Informácie
00000178=Načítať nastavenia uloženého predchádzajúceho hľadania
00000179=Uložiť nastavenia tak, aby mohli byť načítané neskôr
00000180=Zobraziť alebo skryť „stromový” pohľad všetkých diskov, niektorých virtuálnych priečinkov, \nVašich obľúbených a systémových
00000181=Pozrieť sa do podporovaných archívov
00000182=&Vybrať jeden priečinok alebo viacero priečinkov na nazretie. Oddeliť viacero priečinkov bodkočiarkou (;)
00000183=Upresniť cieľové &názvy súborov oddelené bodkočiarkou. Názvy súborov môžu obsahovať náhradné znaky * a ?.
00000184=Vybrať hĺbku
00000185=Iba označené priečinky
00000186=Hĺbka &bez obmedzení
00000187=Upresniť úroveň &hĺbky v podpriečinkoch
00000188=Rozlíšiť malé a veľké písmená
00000189=Neobsahuje vyššie uvedené slovo/frázu
00000190=&Upresniť slovo alebo frázu v súbore
00000192=Iba celé slovo
00000193=Vyššie uvedená hodnota je šestnástková

[FrmAbout]
00000001=O FileVoyageri
00000003=FileVoyager je povolený pod Freeware.
00000008=švajciarsky armádny nôž pre riadenie súboru
00000010=Zatvoriť tento dialógový rámček
00000011=&Potvrdiť
00000012=Podporte FileVoyager, prispejte!

[frmAutoUpdate]
00000001=FileVoyager - automaticky aktualizovať
00000009=Pomocník
00000010=Zrušiť akciu a zatvoriť tento dialógový rámček
00000013=&Potvrdiť
00000014=Novú verziu FileVoyageru je možné stiahnuť
00000015=Nová verzia:
00000016=Súčasná verzia:
00000017=Chcete to stiahnuť a nainštalovať?
00000018=Stiahnuť nové vydanie
00000019=Cesta:
00000020=Verzia:
00000021=Veľkosť:
00000026=Zrušiť akciu a zatvoriť tento dialógový rámček
00000027=&Ukončiť
00000028=Pripomenúť mi o ďalší mesiac
00000029=Pripomenúť mi o ďalší týždeň
00000030=Pripomenúť mi zajtra
00000031=Čo je nové v tejto verzii?

[frmChooseApp]
00000001=Vybrať aplikácie
00000003=Nižšie uvedený zoznam obsahuje nainštalované softvéry na Vašom systéme. Môžete zaškrtnúť tie aplikácie, ktoré chcete, aby sa objavili v lište aplikácie. Ak chcete odobrať položku z lišty aplikácie, potom nezaškrtnite jeho políčko.
00000005=Pomocník
00000006=&Zrušiť
00000007=&Označiť všetko
00000008=&Obnoviť
00000009=&Prehľadávať
00000010=&Potvrdiť
00000011=Vybrať aplikáciu, ktorá nie je v zozname uvedenom vyššie
00000013=Skontrolovať všetky položky v zozname uvedenom vyššie
00000014=Obnoviť počiatočný stav zaškrtnutých a nezaškrtnutých položiek
00000015=Použiť nastavenia a zatvoriť tento dialógový rámček

[frmConfirmDialog]
00000001=Potvrdenie je potrebné
00000005=Án&o
00000006=Zobra&zenieZáznamu
00000007=&Pokúsiť sa znova
00000008=Preme&novať
00000009=&Potvrdiť
00000010=&Nie
00000011=&Nevšímať sa
00000012=&Zrušiť
00000015=&Použiť môj výber na nasledujúce podobné otázky
00000016=Zobraziť záznam operácie v tomto okne
00000017=Skúsiť znova rovnakú operáciu pre aktuálnu položku
00000018=Dať nový názov položke umiestnenia
00000019=Nevšímať si túto výnimku a pokračovať v prebiehajúcej operácii
00000020=Zrušiť aktuálnu operáciu
00000021=Snažiť sa vyriešiť túto chybu použitím vyšších výsad

[frmFavorites]
00000001=Správca oblúbených položiek
00000002=Iný názov
00000003=Cesta
00000004=&Zatvoriť
00000005=&Otvoriť
00000006=&Upraviť
00000007=Odob&rať
00000008=&Pridať nový
00000009=Zatvoriť tento dialógový rámček
00000010=Viesť k ceste oblúbených položiek v sústredenej prieskumnej tabuľke
00000011=Upraviť vlastnosti obľúbeného priečinka
00000012=Odobrať sústredený priecinok zo zbierky

[frmFileOpProgr]
00000001=Operácia
00000003=&Prestávka
00000004=&Zrušiť
00000005=Stav
00000006=&Opäť začať

[frmFilterSettings]
00000001=Nastavenia filtra
00000002=L&en na čítanie
00000003=S&tlačená
00000004=&Archivačná
00000005=S&ystémová
00000006=S&krytá
00000007=A:
00000008=Medzi:
00000009=A:
00000010=Medzi:
00000011=A:
00000012=Medzi:
00000014=&Hodnoty
00000016=Dátum z&meny
00000018=Dátum ostatného p&rístupu
00000020=&Názov súboru
00000022=Dátum &vytvorenia
00000023=&Pomocník
00000025=&Zrušiť
00000026=Použiť nastavenia a zatvoriť tento dialógový rámček
00000027=&Potvrdiť
00000028=*, ?, [ and ] môžu byť použité pre vzorec masky súborového názvu. Viacnásobné masky musia byt oddelené bodkočiarkami ";”

[frmMainGui]
00000002=Pohľad a nástroje
00000010=Spustiť aplikáciu
00000012=Súbor
00000014=Nová položka
00000015=Vytvoriť nové položky ako priečinky alebo vopred stanovené formáty súboru
00000016=Aktuálna cesta
00000018=Aktuálna položka
00000020=Upraviť
00000022=Kopírovať cestu sústredenej položky
00000023=Kopírovať časti cesty sústredenej položky
00000024=Kopírovať cestu označených položiek
00000025=Kopírovať časti cesty označených položiek
00000026=Zobrazenie
00000028=Nástrojové lišty
00000030=Triedenie stĺpca
00000032=Stĺpce
00000034=Ukázať tabuľku disku
00000035=Ukázať alebo skryť strom
00000037=Zobrazenie systému
00000045=Minimalizovať všetky
00000046=Minimalizovať všetky otvorené okná
00000047=Vonkajšie prezerače
00000049=Spravovať
00000051=Nástroje
00000053=Systémové nástroje
00000055=Nový odkaz
00000056=Otvoriť systémového sprievodcu na vytvorenie nových odkazov
00000057=Nájsť súbory
00000058=Otvoriť systémový nástroj na nájdenie súborov alebo priečinkov
00000059=Dialógový rámček spustenia
00000060=Otvoriť dialógový rámček spustenia
00000061=Vlastnosti zobrazenia
00000062=Otvoriť okno vlastností zobrazenia
00000063=Nainštalovaný softvér
00000064=Otvára Ovládací panel v časti Programy
00000065=Vlastnosti dátumu a času
00000066=Otvoriť okno vlastností systémového času
00000067=Vypnúť
00000068=Vypnúť systém
00000069=Viesť
00000071=Obľúbené
00000073=Témy
00000075=Načítať z disku
00000076=Prehľadávať na označenie súboru témy
00000077=Prepnúť na Ribbon
00000078=Zobraziť FileVoyager s používateľ. prostredím Ribbon namiesto klasických ponúk a nástrojových líšť
00000079=Nástrojová lišta
00000080=Záložka obľúbených
00000082=Nástrojová lišta
00000083=Prieskum
00000085=Zviditeľnenie
00000087=Zviditeľnenie
00000088=Prieskum
00000089=Ľavá nástrojová lišta tabuľky FileVoyageru
00000090=Nástrojová lišta
00000091=Prieskum
00000093=Zviditeľnenie
00000095=Záznam udalostí
00000096=Zobraziť záznam udalostí FileVoyageru
00000097=Záznam udalostí
00000098=Zviditeľnenie
00000099=Prieskum
00000100=Nástrojová lišta pravej tabuľky FileVoyageru
00000101=Hlavné akcie
00000102=Nástrojová lišta
00000103=Domov
00000105=Spravovať
00000107=Zobrazenie
00000109=Nástroje
00000120=Rozbaliť alebo zbaliť hlavnú lištu FileVoyageru
00000121=Témy
00000122=Vybrať tému na použitie do FileVoyagera
00000123=Prepnúť do klasickej ponuky
00000124=Zobraziť FileVoyager s klasickými ponukami a nástroj. lištou používateľ. prostredia namiesto používateľ. prostredia Ribbon
00000125=Súbor
00000126=Spravovať
00000131=Operácie
00000134=Otvoriť
00000137=Miery
00000140=Možnosti výberu
00000143=Archívy
00000146=Aktuálne položky
00000147=Pôsobiť navzájom s aktuálnou cestou
00000148=Aktuálna cesta
00000149=Pôsobiť navzájom s aktuálnou položkou v zozname
00000150=Aktuálna položka
00000151=Nástroje
00000155=Sieť
00000158=Systém
00000159=Otvoriť systémového sprievodcu na vytvorenie nových odkazov
00000160=Nový odkaz
00000161=Otvoriť systémový nástroj na nájdenie súborov alebo priečinkov
00000162=Nájsť súbory
00000163=Otvoriť okno vlastností zobrazenia
00000164=Vlastnosti zobrazenia
00000165=Otvoriť dialógový rámček spustenia
00000166=Dialógový rámček spustenia
00000167=Otvoriť programy v ovládacom paneli
00000168=Nainštalovaný softvér
00000169=Otvára Ovládací panel v časti Programy
00000170=Vlastnosti dátumu a času
00000173=Vonkajšie prezerače
00000175=Prezerače
00000178=Disk
00000179=Domov
00000184=Schránka
00000188=Kopírovať časti cesty sústredenej položky
00000189=Kopírovať cestu sústredenej položky
00000190=Kopírovať časti cesty označených položiek
00000191=Kopírovať cestu označených položiek
00000194=Operácie
00000202=Viesť
00000207=Zoznam zobrazenia
00000208=Zobrazenie
00000213=Zobrazenie položky
00000214=Metódy na označenie položiek v zozname
00000215=Označenie položky
00000216=Výber stĺpca, na ktorom je triedenie použité
00000217=Triedenie stĺpca
00000230=Nastavenia všeobecného zobrazenia
00000231=Zoznam spoločných nástrojových líšt na ukázanie alebo skrytie
00000232=Spoločné lišty
00000234=Otvoriť nanovo
00000235=Spustiť nanovo FileVoyager
00000237=Ukázať alebo skryť lištu aplikácie
00000238=Ukázať alebo skryť lištu aplikácie
00000243=Ukončiť
00000244=Zatvoriť FileVoyager
00000249=Ponuka cesty v súvislosti
00000250=Ukázať ponuku súvislostí aktuálnej cesty
00000252=Ponuka zoznamu
00000253=Ukázať ponuku tabuľky v súvislosti
00000255=Vlastnosti cesty
00000256=Ukázať dialóg vlastností aktuálnej cesty
00000258=Ísť do koreňového priečinka
00000259=Viesť ku koreňu aktuálnej cesty
00000261=Ponuka položky v súvislosti
00000262=Ukázať ponuku súvislostí aktuálne označených položiek v zozname
00000264=Ukázať alebo skryť záložky priečinku
00000267=Ukázať alebo skryť záložky priečinku
00000270=Vlastnosti položky
00000271=Ukázať dialóg vlastností aktuálne označených položiek
00000273=Ísť hore
00000274=Viesť k vyššiemu priečinku
00000276=Vystrihnúť
00000277=Vystrihnúť označené položky do schránky
00000279=Kopírovať
00000280=Kopírovať označené položky do schránky
00000282=Vložiť
00000283=Vložiť označené položky zo schránky
00000285=Obnoviteľný kôš
00000286=Vymazať označené položky poslaním ich do obnoviteľného koša. \nVymazanie položiek týmto spôsobom dáva možnosť obnoviť ich z obnoviteľného koša
00000288=Vymazať
00000289=Vymazať označené položky bez poslania ich do obnoviteľného koša. \nVymazanie položiek týmto spôsobom nedovoľuje ich obnovenie (okrem použitia na to určených nástrojov)
00000291=Kopírovať do
00000292=Kopírovať označené položky do iného umiestnenia. \nPrednastavenou umiestnenou cestou je cesta protiľahlej tabuľky, \nale umiestnenie môže byť zmenené v dialógovom rámčeku kopírovania
00000294=Premiestniť do
00000295=Premiestniť označené položky do iného umiestnenia. \nPrednastavenou umiestnenou cestou je cesta protiľahlej tabuľky, \nale umiestnenie môže byť zmenené v dialógovom rámčeku premiestnovania
00000297=Premenovať
00000298=Premenovať sústredenú položku
00000300=Vytvoriť položku
00000301=Vytvoriť novú položku. \nToto otvára dialóg, kde môže byť vytvorený a upresnený \ndruh položky rovnako ako jej názov
00000303=Vytvoriť odkaz
00000304=Vytvoriť odkaz pre označené položky. \nPrednastavenou umiestnenou cestou je cesta protiľahlej tabuľky, \nale umiestnenie môže byť zmenené v dialógovom rámčeku vytvorenia odkazu
00000306=Veľkosti všetkých priečinkov
00000307=Počíta a zobrazuje celkovú veľkosť všetkých priečinkov v aktuálnej ceste
00000309=Veľkosť priečinka
00000310=Počíta a zobrazuje celkovú veľkosť označeného priečinka
00000312=Možnosti výberu
00000313=Otvoriť dialógový rámček možností výberu, kde môže byť riadené správanie sa FileVoyageru
00000315=Pripojiť disk
00000316=Otvoriť dialógový rámček systému na zmapovanie sieťovo zdieľaného priečinka k písmenu disku
00000318=Odpojiť disk
00000319=Otvoriť dialógový rámček systému na ukončenie mapovania sieťového písmena disku
00000321=Správca obľúbených položiek
00000322=Otvoriť správcu obľúbených položiek FileVoyagera
00000324=Ukázať alebo skryť ústrednú lištu
00000325=Ukázať alebo skryť ústrednú lištu nástrojov obsahujúcu väčšinu užitočných nástrojov
00000327=Ukázať alebo skryť lištu obľúbených
00000330=Dočasne odložiť
00000331=Ak je aktivovaná, FileVoyager zmizne z panelu úloh, keď je minimalizovaný. FileVoyager sa potom objaví medzi ikonami v systémovej lište.
00000333=Ukázať skryté položky
00000334=Ak je aktivovaná, tak prieskumné tabuľky budú ukazovať aj skryté a systémové položky. \nJe bezpečnejšie nezaškrtnúť túto možnosť
00000336=Ísť do koreňového priečinka
00000337=Viesť ku koreňu aktuálnej cesty
00000339=Ísť do koreňového priečinka
00000340=Viesť ku koreňu aktuálnej cesty
00000342=Znovu načítať
00000343=Aktualizovať zoznam položky opätovným prečítaním obsahu zdroja
00000345=Označiť všetko
00000346=Označiť všetky položky v ceste
00000348=Označiť súbory
00000349=Označiť súbory, nie priečinky
00000351=Odznačiť všetko
00000352=Odznačiť všetky položky
00000354=Prehodené označenie
00000355=Prehodiť stav označenia položiek
00000357=Druh priečinkov
00000358=Ak je aktivovaná, súbory budú triedené aj podla stĺpca vybratého na triedenie. \nAk nie je aktivovaná, súbory sú triedené vo vzostupnom štýle podľa ich názvov.
00000360=Vložený prezerač
00000361=Prepnúť na protiľahlú tabuľku Zviditeľnenie na zobrazenie pohľadu sústredenej položky
00000363=Vonkajší prezerač
00000364=Spustiť nanovo FileVoyager, iba ako pohľad, na zobrazenie pohľadu na označené položky
00000366=Upraviť
00000367=Otvoriť označené položky nastavením upravovača v možnostiach výberu
00000369=Zdvojiť tabuľku
00000370=Viesť sústredenú tabulku na rovnakú cestu ako protiľahlú tabuľku
00000372=Prehodiť tabuľky
00000373=Výmena ciest medzi dvomi protiľahlými tabuľkami
00000375=Hľadať položky
00000376=Otvoriť tabuľku hľadania pre nájdenie položiek podľa mnohých podmienok
00000378=Otvoriť položku
00000379=Otvoriť sústredenú položku
00000381=Podrobnosti
00000382=Zobraziť aktuálnu tabuľku ako podrobnosti
00000384=Dejiny
00000385=Zobraziť zoznam ostatnej navštívenej cesty
00000387=Dozadu
00000388=Viesť k predchádzajúcej navštívenej ceste
00000390=Dopredu
00000391=Viesť k nasledujúcej navštívenej ceste
00000393=Podrobnosti
00000394=Zobraziť aktuálnu tabuľku ako podrobnosti
00000396=Dejiny
00000397=Zobraziť zoznam ostatnej navštívenej cesty
00000399=Dozadu
00000400=Viesť k predchádzajúcej navštívenej ceste
00000402=Dopredu
00000403=Viesť k nasledujúcej navštívenej ceste
00000405=Náhľady
00000406=Zobraziť aktuálnu tabuľku ako náhľady
00000408=Pohľad v rade
00000409=Zobraziť aktuálnu tabuľku ako podrobnosti podľa 3D zobrazenia ukazujúceho náhľady
00000411=Ukázať tabuľku disku
00000414=Náhľady
00000415=Zobraziť aktuálnu tabuľku ako náhľady
00000417=Pohľad v rade
00000418=Zobraziť aktuálnu tabuľku ako podrobnosti podľa 3D zobrazenia ukazujúceho náhľady
00000420=Ukázať tabuľku disku
00000423=Ukázať alebo skryť strom
00000426=Ukázať alebo skryť strom
00000429=Ísť hore
00000430=Viesť k vyššiemu priečinku
00000432=Ísť hore
00000433=Viesť k vyššiemu priečinku
00000435=Znovu načítať
00000436=Aktualizovať zoznam položky opätovným prečítaním obsahu zdroja
00000438=Znovu načítať
00000439=Aktualizovať zoznam položky opätovným prečítaním obsahu zdroja
00000441=Dejiny
00000442=Zobraziť zoznam ostatnej navštívenej cesty
00000444=Dozadu
00000445=Viesť k predchádzajúcej navštívenej ceste
00000447=Dopredu
00000448=Viesť k nasledujúcej navštívenej ceste
00000450=Prehodiť druh
00000453=Otvoriť tento obľúbený
00000456=Pridať ľavú cestu do obľúbených
00000457=Pridať cestu z ľavej tabuľky do obľúbených
00000459=Pridať pravú cestu do obľúbených
00000460=Pridať cestu z pravej tabuľky do obľúbených
00000462=Odobrať tieto obľúbené
00000463=Odobrať obľúbenú položku zo zbierky obľúbených
00000465=Odobrať všetky obľúbené
00000466=Odobrať všetky obľúbené zo zbierky obľúbených
00000468=Odobrať neplatné obľúbené
00000469=Odobrať neplatné obľúbené zo zbierky\nObľúbená, pre ktorú cesta nemôže byť vyriešená je považovaná za neplatnú
00000471=Obnoviť označenie
00000472=Obnoviť označenie tak, ako to bolo pred odznačením
00000474=Nastavenia filtra
00000475=Otvoriť dialóg filtra na nastavenie podmienky na filtrovanie zoznamu položiek
00000477=Označenie filtra
00000480=Odznačenie filtra
00000483=Kopírovať názov položky
00000484=Kopírovať iba názov sústredenej položky bez cesty priečinka
00000486=Kopírovať priečinok položky
00000489=Kopírovať úplnú cestu
00000490=Kopírovať úplnú cestu sústredenej položky
00000492=Kopírovať názov položky (8.3)
00000495=Kopírovať priečinok položky (8.3)
00000498=Kopírovať úplnú cestu (8.3)
00000504=Vytvoriť novú záložku
00000507=Zatvoriť túto záložku
00000510=Zatvoriť túto záložku
00000513=Predchádzajúca záložka
00000514=Aktivovať predchádzajúcu záložku
00000516=Nasledujúca záložka
00000517=Aktivovať nasledujúcu záložku
00000525=Odomknúť všetky záložky
00000526=Odomknúť všetky záložky, ktoré sú zamknuté
00000528=Ukázať alebo skryť záložky priečinku
00000531=Ukázať informačný tip
00000532=Ukázať ako informačný tip s niektorými z vlastností sústredenej položky
00000534=Ukázať hlavnú nástrojovú lištu
00000535=Ukázať hlavnú nástrojovú lištu
00000537=Ukázať lištu nástrojov ľavej tabuľky
00000538=Ukázať nástrojovú lištu ľavej tabuľky obsahujúcu niekotré z najčastejšie používaných nástrojov
00000540=Ukázať nástrojovú lištu pravej tabuľky
00000541=Ukázať nástrojovú lištu pravej tabuľky obsahujúcu niektoré z najčastejšie používaných nástrojov
00000543=Maximalizovať ľavú tabuľku
00000544=Maximalizať ľavú tabuľku, aby sa takto zaplnilo okno FileVoyageru
00000546=Maximalizovať pravú tabuľku
00000547=Maximalizovať pravú tabuľku, aby sa takto zaplnilo okno FileVoyageru
00000549=Dať na rovnako obidve tabuľky
00000550=Dať na rovnako obidve tabuľky a s rovnakou šírkou
00000552=Usporiadať tabuľky 20-80
00000555=Usporiadať tabuľky 30-70
00000558=Usporiadať tabuľky 40-60
00000561=Usporiadať tabuľky 50-50
00000564=Usporiadať tabuľky 60-40
00000567=Usporiadať tabuľky 70-30
00000570=Usporidať tabuľky 80-20
00000573=Ukázať alebo skryť záložky priečinku
00000579=Upraviť cestu
00000580=Upraviť aktuálnu cestu
00000582=Znovu načítať tabuľky
00000583=Znovu načítať dve tabuľky
00000585=Otvoriť príkazový riadok
00000588=Viesť do položky
00000591=Rozbaliť z archívu
00000592=Rozbaliť položku jej dekomprimovaním a/alebo vrátením do pôvodného stavu archívu
00000594=Zabaliť do archívu
00000595=Zabaliť do archívu. \nTento krok otvára dialóg zabalenia do archívu, kde môžu byť nastavené všetky potrebné možnosti archívu
00000597=Porovnať položky
00000600=Otvoriť v protiľahlej tabuľke
00000601=Otvoriť aktuálnu sústredenú položku v protiľahlej tabuľke
00000603=Otvoriť v protiľahlej tabuľke
00000604=Otvoriť aktuálnu sústredenú položku v protiľahlej tabuľke
00000606=Kopírovať názov položky
00000609=Kopírovat priecinok položky
00000612=Kopírovať úplné cesty
00000613=Kopírovať úplnú cestu označených položiek
00000615=Kopírovať názov položiek (8.3)
00000618=Kopírovať priečinok položiek (8.3)
00000621=Kopírovať úplné cesty (8.3)
00000622=Kopírovať úplnú cestu označených položiek v DOS-e (8.3)
00000624=Podrobnosti
00000625=Zobraziť aktuálnu tabuľku ako podrobnosti
00000627=Náhľady
00000628=Zobraziť aktuálnu tabuľku ako náhľady
00000630=Pohľad v rade
00000631=Zobraziť aktuálnu tabuľku ako podrobnosti podľa 3D zobrazenia ukazujúceho náhľady
00000633=Otvoriť príkazový riadok ako správca
00000636=Vlastnosti disku
00000637=Otvoriť dialóg, ktorý zobrazuje vlastnosti aktuálneho disku
00000639=Zatvoriť všetky prezerače
00000641=Otvoriť FileVoyager
00000642=Ukončiť FileVoyager
00000645=Jazyky
00000646=Umožňuje zmeniť jazyk rozhrania FileVoyageru
00000647=Vybrať jazyky
00000648=Ostatné autorove oznamy:
00000649=Otvoriť nanovo ako správca
00000676=Zoznam tabuliek ukázat alebo skryt
00000677=Tabulky
00000679=Ostatné autorove oznamy:
00000680=Pomocník
00000681=Skontrolovat odporúcania FileVoyageru
00000682=Pomocník a dokumentácia
00000683=Prispieť
00000685=Navšítiť internetovú stránku
00000686=Otvoriť internetovú stránku FileVoyageru vo Vašom predvolenom internetovom prezerači\\nhtpp://www.filevoyager.com
00000687=Skontrolovať na aktualizácie
00000688=Skontrolovať na internetovej stránke FileVoyageru, či je k dispozícii nová verzia
00000689=O
00000691=Pomocník
00000692=Skontrolovat odporúcania FileVoyageru
00000693=Pomocník a dokumentácia
00000694=Prispieť
00000696=Navšítiť internetovú stránku
00000697=Otvoriť internetovú stránku FileVoyageru vo Vašom predvolenom internetovom prezerači\\nhtpp://www.filevoyager.com
00000698=Skontrolovať na aktualizácie
00000699=Skontrolovať na internetovej stránke FileVoyageru, či je k dispozícii nová verzia
00000700=O
00000702=Zoznam vonkajších prezeračov
00000704=Zatvoriť všetky
00000705=Zatvoriť všetky vonkajšie prezerače naraz

[frmMMPlayer]
00000011=Prehrať
00000012=Prehrať skladbu
00000013=Prestávka
00000014=Prestávka v prehrávaní
00000015=Zastaviť
00000016=Zastaviť prehrávanie
00000017=Predchádzajúce
00000019=Nasledujúci
00000021=Celá obrazovka
00000023=Zviditeľnenie
00000027=Opakovať
00000028=Zvuk
00000029=Titulky
00000032=Prehrávať
00000033=Prestávka
00000034=Zastaviť
00000035=Nasledujúca skladba
00000036=Predchádzajúca skladba
00000037=Celá obrazovka
00000038=Zvuk
00000039=Titulky
00000044=Nastaviť hlasitosť na minimum
00000045=Nastaviť hlasitosť na maximum
00000046=Zmeniť hlasitosť

[frmPanelDrive]
00000004=Používateľ
00000007=Zobraziť zoznam všetkých diskov, niektorých virtuálnych priečinkov, \nVašich obľúbených a systémových priečinkov

[FrmViewer]
00000004=Zobraziť súbor ako text
00000006=Zobraziť súbor v binárnom režime
00000008=Zobraziť súbor v režime hexa
00000010=Zobraziť súbor v režime unicode
00000012=Zobraziť súbor v režime unicode hexa
00000014=Zobraziť súbor ako súbor RTF
00000016=Zobraziť ako multimediálny súbor
00000017=Microsoft Okná
00000018=Zobraziť stvárnenie vykonané Microsoft Oknami
00000019=Internet
00000020=Zobraziť súbor v režime internetu
00000026=Zobraziť súbor použitím WLX pripojení
00000028=&Súbor
00000029=&Otvoriť...
00000030=&Uložiť ako
00000032=E&xportovať do HTML...
00000033=&Vypnúť
00000034=&Upraviť
00000036=Označiť &všetky
00000038=&Kopírovať
00000041=&Nájsť...
00000042=Nájsť &ďalšie
00000043=Nájsť &predchádzajúce
00000044=&Ísť do
00000048=Ukázať alebo skryť tabuľku zoznamu skladieb
00000049=¶
00000050=Prepínať zobrazenie netlačiteľných znakov
00000052=Prepínať navíjanie textu neprispôsobeného oknu
00000053=Predchádzajúci
00000054=Predchádzajúci súbor
00000055=Nasledujúci
00000056=Nasledujúci súbor
00000057=Otvoriť to, čomu sa dávajú prednosti
00000058=Tlačiť
00000059=Tlačiť
00000060=Ukončiť
00000061=Vypnúť prezerač
00000065=Nástrojová lišta
00000066=Riadok:
00000067=Stĺpec:
00000071=Veľkosť súboru:
00000072=Nástrojová lišta
00000080=Nástrojová lišta
00000094=Celé slovo
00000107=Zobraziť súbor používajúc SumatraPDF

[FVFrmGoto]
00000001=Ísť do
00000004=Vybrať &hodnotu
00000007=&Zrušiť
00000008=&Potvrdiť

[FVOptions]
00000001=Možnosti FileVoyageru
00000004=&Použiť
00000005=&Potvrdiť
00000006=&Zrušiť
00000007=Pomocník
00000036=Zobraziť ústrednú lištu nástrojov
00000037=Dať ikonu do systémovej lišty, keď je minimalizovaná
00000038=Jazyk
00000051=Zobraziť čiary mriežky v zoznamoch tabuľky
00000053=Systém
00000054=Používateľ
00000057=Stlačená položka (NTFS)
00000059=Pozadie sústredenej položky
00000061=Sústredená položka
00000063=Pozadie označenej položky
00000065=Označená položka
00000067=Normálna položka
00000069=Pozadie zoznamu
00000070=Nepravidelné čiary
00000071=Označené položky v tučnom písme
00000076=Druh priečinkov
00000077=Zobraziť skryté a systémové položky
00000078=Formát veľkosti
00000079=Zobraziť alternatívne názvy (názvy MSDOS 8.3)
00000081=Zafarbiť položky s nasledujúcimi danými maskami
00000084=Vložiť masky nižšie. Ak je ich viacej, tak oddeliť ich bodkočiarkami. Potom označiť farbu a napokon stlačiť tlačidlo 'Pridať'.
00000086=Upraviť
00000087=Odobrať
00000088=Pridať
00000092=Prednastavený upravovač súboru
00000095=Masky súboru
00000096=Programový upravovač
00000097=Veľkosť náhľadov
00000099=Pridať
00000103=Systémové náhľady
00000104=Vždy sa pokúsiť dať systémové náhľady ako prvé\nAk zlyhajú vnútorné, tak použiť systémové náhľady\nNikdy nepoužiť systémové náhľady\n
00000105=Názov pripojenia
00000106=Zoznam rozšírení
00000108=Pridať pripojenie
00000109=Upraviť
00000110=Odobrať
00000111=Téma
00000112=Všeobecné
00000113=Správca pripojení
00000116=Iné
00000117=Náhľady
00000119=Prezerače
00000122=Farba súborov a priečinkov
00000123=Farby
00000124=Prieskum súboru
00000125=Ako často skontrolovať na aktualizáciu
00000127=Denne\nTýždenne\nMesačne\n
00000128=Použiť tému do ponuky správcu súborov (Experimentálne – ak sa kazí stvárnenie ponuky, tak nezaškrtnúť)
00000129=Podčiarknuť priečinky
00000130=Ľavá tabuľka
00000131=Spôsob zobrazenia
00000135=Zobrazit nástrojovú lištu tabulky
00000136=Pravá tabulka
00000137=Spôsob zobrazenia
00000141=Zobraziť nástrojovú lištu tabuľky
00000142=Prídavná viditeľnosť stĺpcov
00000143=Ukázať stĺpec 'Hodnoty'
00000144=Ukázať stĺpec 'Dátum vytvorenia'
00000145=Ukázať stĺpec 'Dátum posledného prístupu'
00000146=Označiť prídavné stĺpce, ktoré budú zobrazené v bežných priečinkoch
00000147=Bajty\nKilobajty\nMegabajty\nGigabajty\nTerabajty\nDynamický\n
00000148=Použiť voliteľný typ písma (neodporúčané a potrebný nový štart)

[FVViewer]
00000001=Prezerač FileVoyageru

[FormDiffs]

[FrameDiffDir]

[FrameDiffTxt]

[$CONSTANTS]
frmAppBarErrorIconTitle=Označená neplatná ikona
frmAppBarNoPathIcon=Cesta ikony neexistuje!
frmAppBarNoPathItem=Cesta položky neexistuje!
frmAppBarPath=Cesta:
frmAppBarRemButton=Odobrať tlačidlo
frmAppBarRemSeparator=Odobrať oddeľovač
frmAppBarSendTo=Poslať do:
frmAppBarSeparator=Oddeľovač
frmAppBarStartDir=Štartovací priečinok:
frmAppBarWinModeHidden=SKRYTÝ
frmAppBarWinModeMaximized=MAXIMALIZOVANÝ
frmAppBarWinModeMinimized=MINIMALIZOVANÝ
frmAppBarWinModeNormal=NORMÁLNY
frmAppBarWinModeNotActive=NEAKTIVOVANÝ
frmMainSearchTabCaption=Hľadať
frmMainSearchTabHint=Vyhľadávací nástroj s rozsiahlou súpravou upravovacích podmienok
frmMainSelect2FilesForComparison=Prosím, označiť dva súbory na porovnanie
frmMainShellNewInVirtual=Žiadna položka sa nemôže pridať k tejto ceste
frmMainSkinAlreadyLoaded=Vzhľad s rovnakým názvom je už načítaný.\nChcete ho prepísať?
frmMainSkinError=Nesprávny súbor vzhľadu
frmSplashApplySettings=Prebieha použitie nastavení...
frmSplashInitAppl=Zavádzanie aplikácie...
frmSplashInitLists=Zavádzanie zoznamu zobrazení...
frmSplashInitTools=Zavádzanie nástrojov...
frmSplashLoadSettings=Načítavanie nastavení...
FVArcCompLvlFast=Rýchly
FVArcCompLvlFastest=Najrýchlejší
FVArcCompLvlNormal=Normálny
FVArcErrArcIsFolder=Položka nie je archív, je to priečinok
FVArcErrBadData=Údaje sú porušené
FVArcErrEAborted=Funkcia je ukončená
FVArcErrEClose=Chyba zatvárania súboru
FVArcErrECreate=Nemožno vytvoriť súbor
FVArcErrEndArchive=Žiadne ďalšie súbory v archíve
FVArcErrEOpen=Nemožno otvoriť existujúci súbor
FVArcErrERead=Chyba čítania zo súboru
FVArcErrEWrite=Chyba písania na súbor
FVArcErrNoFiles=Žiadne súbory sa nenašli
FVArcErrNoMemory=Nie je dosť pamäte
FVArcErrNotSupported=Funkcia nie je podporovaná
FVArcErrOpenArc=Nemožno otvoriť archív
FVArcErrPWTooLong=Heslo je príliš dlhé! Maximum je 99 znakov.
FVArcErrTooManyFiles=Priveľa súborov do archívu
FVArcErrUnknownFormat=Neznámy formát archívu
FVArcPwdNeeded=Heslo je potrebné pre\n%s
FVArcStatsNbrFiles=Počet súborov v archíve: %s
FVArcStatsNbrFolders=Počet priečinkov v archíve: %s
FVArcStatsPackedSize=Zabalená veľkosť archívu: %s
FVArcStatsUnpackSize=Rozbalená veľkosť archívu: %s
FVArcUnkFormatCaption=Súbor nie je v známom formáte archívu
FVArcUnkFormatTitle=Nepodporovaný druh archívu
FVClose=Zatvoriť
FVCommFolder=Priečinok
FVCommFullpath=Úplná cesta
FVCommShortcut=Odkaz
FVCommSimpleFile=Jednoduchý súbor
FVConfirmApplyChanges=Boli urobené niektoré zmeny.\nChcete použiť tieto zmeny?
FVConfirmRemoveAllItems=Ste si istý/á, že chcete odobrať všetky tieto položky?
FVConfirmRemoveItem=Ste si istý/á, že chcete odobrať túto položku?
FVDialogFiltersAllFiles=Všetky súbory
FVDialogFiltersHTMLFiles=Súbory HTML
FVDialogFiltersIcon=Súbory ikon
FVDialogFiltersPlaylists=Všetky podporované formáty zoznamu skladieb
FVDialogFiltersSimplePL=Jednoduchý zoznam
FVDialogFiltersSkins=Súbory vzhľadu
FVDialogOpenSelectDir=Označiť priečinok
FVDialogOpenSelectFile=Označiť súbor
FVDiskFree=Voľné: %s
FVDiskFreeSpaceByteUnit=%s (%s) voľných na %s (%s)
FVDiskFreeSpaceByteUnitHint=Zobrazuje voľný diskový priestor porovnaním k celkovému diskovému priestoru\nHodnoty medzi zátvorkou sú vyjadrené v bajtoch
FVDiskFreeSpaceDynUnit=%s voľných na %s
FVDiskNotReady=Disk nie je pripravený
FVDiskSize=Veľkosť: %s
FVDriveCase=Chránený proti rozbitiu
FVDriveCaseSearch=Hľadať s rozlíšením na malé a veľké písmená
FVDriveCompressed=Zväzok skomprimovaný
FVDriveFileSystem=Súborový systém
FVDriveFreeBytes=Voľné bajty
FVDriveFreeClusters=Voľné klastre
FVDriveInfosBytesSector=Bajty/Sektor
FVDriveInfosSectorCluster=Sektory/Klastre
FVDriveLetterAndType=%s disk
FVDriveMoreFav=Viacej...
FVDriveName=Názov disku
FVDriveNotReady=Disk nie je pripravený
FVDrivePersistentACL=Trvalé zoznamy prístupových práv
FVDrivePointsToFav=Otvoriť správcu obľúbených položiek FileVoyagera
FVDriveSerial=Sériové číslo
FVDriveSize=Veľkosť
FVDriveSupportCompress=Podpora komprimovania súboru
FVDriveTotalBytes=Všetky bajty
FVDriveTotalClusters=Všetky klastre
FVDriveType=Druh disku
FVDriveTypeCDROM=CD/DVD/Blueray disk
FVDriveTypeFixed=Stabilný disk
FVDriveTypeRamDisk=Disk RAM
FVDriveTypeRemote=Sieťový disk
FVDriveTypeRemovable=Vymeniteľný disk
FVDriveTypeUnkown=Neznámy druh disku
FVDriveUnicode=Unicode na disku
FVErrFileNotFound=Súbor sa nenašiel
FVErrItemNotFound=Súbor alebo priečinok sa nenašiel
FVErrNoItemSelected=Prosím označte aspoň jednu položiť
FVErrNonFSReadOnly=Tento cieľ je podporovaný iba na čítanie, nie na písanie.
FVErrNumericValueCaption=%s nie je správna hodnota. Hodnota musí byť číselná.
FVErrNumericValueTitle=Nesprávna číselná hodnota
FVFavSystem=Systém
FVFavUser=Používateľ
FVFavWiz1Dir=Krok 1: Vybrať priečinok
FVFavWiz2Alias=Step 2: Vybrať iný názov pre priečinok.
FVFavWiz2AliasCaption=Iný názov
FVFavWiz2AliasExample=Príklad: Moje mp3, Moje projekty, ...
FVFavWiz2CommentCaption=Pripomienka
FVFavWiz3Comment=Step 3: Napísať pripomienku.
FVFavWiz3CommentExample=Príklad: Dokumentácia projektu Alfa
FVFavWiz3PathCaption=Cesta
FVFilterDeselect=Nastavenia odznačenia
FVFilterFilter=Nastavenia filtra
FVFilterSelect=Nastavenia označenia
FVFolderEmpty=Priečinok je prázdny
FVIniErrWriteTitle=Chyba písania nastavení
FVIPCViewErrTitle=Problém medzi procesmi
FVListAddToFVFav=Pridať do obľúbených FileVoyagera
FVListCannotBrowseCaption=Nemožno viesť do %s\n
FVListColAttrs=Hodnoty
FVListColCreatDT=Dátum vytvorenia
FVListColDate=Dátum
FVListColLastDT=Dátum ostatného prístupu
FVListColMethod=Metóda
FVListColModifDT=Dátum zmeny
FVListColName=Názov
FVListColPackedSize=Zabalená veľkosť
FVListColSize=Veľkosť
FVListColType=Druh
FVListCompressedHint=Stlačené (Veľkosť na disku je %s)
FVListConfirmContinueFTPafterErr=Chcete pokračovať so zostávajúcimi položkami?
FVListConfirmDeletion=Ste si istý/á, že chcete vymazať túto položku?
FVListConfirmReconnectFTP=Spojenie sa stratilo.\nPokúsiť sa o opätovné pripojenie?
FVListConfirmVirtCopy=Kopírovanie %s položky(-žiek) na %s\nTáto operácia použije schránku na vykonanie kopírovania. Pokračovať?
FVListConfirmVirtDelete=Vymazanie %s položky(-žiek). Pokračovať?
FVListConfirmVirtMove=Premiestnenie %s položky(-žiek) na %s\nTáto operácia použije schránku na vykonanie premiestnenia. Pokračovať?
FVListCurPath=Aktuálna cesta
FVListDirType=[priečinok]
FVListErrNotSupported=Nepodporovaná operácia
FVListFindAbort=Predčasne ukončiť
FVListFindAborting=Prebieha predčasné ukončenie hľadania...
FVListFindAddSrcFolderConfirmAddTitle=Pridať to do cieľov hľadania
FVListFindAddSrcFolderConfirmCancelTitle=Zrušiť
FVListFindAddSrcFolderConfirmTitle=Ako chcete použiť označený priečinok?
FVListFindLoad=Načítať podmienky hľadania
FVListFindResAborted=Hľadanie bolo ukončené
FVListFindResComplete=Hľadanie skončilo
FVListFindResItemsFound=%s položky súhlasia
FVListFindSave=Uložiť podmienky hľadania
FVListFindSaveSuccess=Podmienky boli uložené úspešne
FVListFindSearch=Hľadať
FVListFindSearching=Hľadanie...
FVListFindStop=Zastaviť
FVListFindWait=Čakať...
FVListNoInfoTip=Nie je žiadny informačný tip pre túto položku
FVListNonFSHint=%s\nZabalená veľkosť: %s\nRozbalená veľkosť: %s
FVListParentFolder=Ísť do rodičovského súboru
FVListSFTPunsupp=SFTP nateraz nie je podporované
FVListShowHideTree=Zobrazit alebo skryt „stromový” pohlad všetkých diskov, niektorých virtuálnych priecinkov, \nVašich oblúbených a systémových
FVListStats=%s položiek (%s priečinkov, %s súborov [%s])
FVListStatsSelection=%s položiek označených (Súborov: %s, priečinkov: %s, virtuálnych: %s) • %s (%s) v označení
FVListStatsSelectionHint=%s položiek označených\n• Súborov: %s\n• Priečinkov: %s\n• Virtuálnych: %s\n• %s (%s) v označení
FVListTabFolderRemoveLocked=Táto položka je zamknutá, ste si istý, že chcete ju odobrať?
FVListUpDirType=[hore]
FVMaskInvalidTitle=Neplatná maska
FVNewSmthg=Nový %s
FVNo=Nie
FVNoFavorites=Nemožno ukázať žiadne obľúbené
FVNone=Žiadny
FVOK=Potvrdiť
FVOpsConfirmAbort=Ste si istý/á, že chcete predčasne ukončiť túto položku?
FVOpsEnd=Operácia skončila
FVOpsEndCopy=Kopírovanie skončilo
FVOpsEndCreateDir=Vytvorenie priečinku skončilo
FVOpsEndKill=Vymazanie skončilo
FVOpsEndMove=Premiestňovanie skončilo
FVOpsEndRecycle=Premiestňovanie do obnoviteľného koša skončilo
FVOpsEndRename=Premenovanie skončilo
FVOpsEndShortcut=Vytvorenie odkazu skončilo
FVOpsEndSuccess=Operácia skončila úspešne
FVOpsMngrCopyFS2NonFS=Kopírovať označené položky na\n%s
FVOpsPrgsAvgSpeed=Priemerná rýchlosť
FVOpsPrgsCurItemSite=Aktuálna veľkosť položky
FVOpsPrgsDoneFile=Urobené súbory
FVOpsPrgsPause=&Prestávka
FVOpsPrgsTimeRemain=Zostávajúci čas
FVOpsPrgsTotFile=Počet súborov
FVOpsTrdArchive=Archivovanie
FVOpsTrdConfirmCreateDstDir=Cesta umiestnenia %s neexistuje!\nChcete ju vytvoriť?
FVOpsTrdConfirmDirExists=Priečinok už existuje
FVOpsTrdCopy=Kopírovať
FVOpsTrdCreateDir=Vytvorenie priečinka
FVOpsTrdDelete=Vymazať
FVOpsTrdDeleteSrcFile=Vymazanie zdrojového súboru
FVOpsTrdDeleteToBin=Vymazať do obnoviteľného koša
FVOpsTrdDlgAvgSpeed=Priemerná rýchlosť: %s KB/s
FVOpsTrdDlgCurSize=Aktuálna veľkosť položky: %s
FVOpsTrdDlgFrom=Z: %s
FVOpsTrdDlgGather=FileVoyager [zbieranie informácií]
FVOpsTrdDlgItemsDone=Počet urobených položiek: %s
FVOpsTrdDlgItemsToDo=Počet položiek na urobenie: %s
FVOpsTrdDlgRemainTime=Zostávajúci čas: %s
FVOpsTrdDlgTo=Na: %s
FVOpsTrdDlgVolDone=Zväzok urobený: %s
FVOpsTrdDlgVolToDo=Zväzok na urobenie: %s
FVOpsTrdDownload=Stiahnuť
FVOpsTrdErrCantRead=Nemožno prečítať\n%s
FVOpsTrdErrCopyItem='%s' nemôže byť kopírované. Prosím, zmeňte Vaše označenie.
FVOpsTrdErrCreateCollision=%s\nuž existuje!\nChcete prepísať?
FVOpsTrdErrCreateDir=Nemožno vytvoriť priečinok\n%s
FVOpsTrdErrCreateDirCollision=Nemožno vytvoriť priečinok\n%s\nSúbor s rovnakým názvom už existuje v tejto ceste.
FVOpsTrdErrCreateFile=Nemožno vytvoriť súbor %s\nOdkaz systémovej chyby: %s\nPokračovať?
FVOpsTrdErrCreateFileCollision=Súbor už existuje s názvom\n%s
FVOpsTrdErrDiskFullCancelTitle=Zrušiť operáciu
FVOpsTrdErrDiskFullContinueTitle=Pokračovať
FVOpsTrdErrDiskFullHint=Cieľový disk nemá dostatok voľného miesta na disku
FVOpsTrdErrDiskFullTitle=Nie je dosť miesta na disku
FVOpsTrdErrFileDelete=Nemožno vymazať súbor\n%s\nPokračovať?
FVOpsTrdErrFileDiskFullHint=Disk umiestnenia nemá dosť voľného diskového miesta pre súbor\n%s
FVOpsTrdErrFileRead=Nemožno prečítať %s\nPokračovať?
FVOpsTrdErrFileWrite=Nemožno písať v %s\nPokračovať?
FVOpsTrdErrFolderDelete=Nemožno vymazať priečinok\n%s\nPokračovať?
FVOpsTrdErrMoveItem='%s' nemožno premiestniť. Prosím zmeňte Vaše označenie.
FVOpsTrdErrTermination=Operácia bude predčasne ukončená
FVOpsTrdKill=Vymazať navždy
FVOpsTrdMove=Premiestniť
FVOpsTrdRename=Premenovanie
FVOpsTrdSaveAs=Zmeniť názov položky
FVOpsTrdShortcut=Vytvorenie odkazu
FVOpsTrdUpload=Natiahnuť
FVPrefsNeedARestart=Na použitie týchto zmien FileVoyager potrebuje reštart
FVTitleViewer=Prezerač FileVoyageru
FVTreeOpenInList=Otvoriť v zozname
FVTreeRefresh=Znovu načítať
FVUnArcFTP=Stiahnuť z FTP
FVUnexpectedError=Neočakávaná chyba
FVViewConfirmFileChanged=Súbor bol zmenený. Chcete ho znova načítať?
FVViewErrUnsupportedFormat=Nepodporovaný formát
FVViewMMArtist=Umelec: %s
FVViewMMErrPlayingTitle=Chyba v prehrávaní
FVViewMMFileErrorCaption=Súbor %s\nnie je v známom multimediálnom formáte.
FVViewMMTitle=Titul: %s
FVViewMMUnableToRender=Nie je možné vykresliť tento súbor
FVViewMMVisCycle=Obiehať cez zviditeľnenia
FVViewMMVLCError=Problém s VLC
FVViewPosColumn=Stĺpec: %s
FVViewPosFileSize=Veľkosť súboru: %s (%s)
FVViewPosRow=Riadok: %s
FVViewPosSelLength=Označiť dĺžku: %s
FVViewWithFV=Zobraziť FileVoyagerom
FVWebSiteNoUpdate=Blahoželám! FileVoyager je aktuálny.
FVYes=Áno
